{"scientists":[{"firstname":"Marie","lastname":"Curie","years":"1867 – 1934","imageurl":"https://i2.wp.com/listverse.com/wp-content/uploads/2009/02/curie.jpg-tm.jpg?resize=230%2C350","bio":"Polish physicist and chemist, Marie Curie was a pioneer in the field of radioactivity, the only person honored with Nobel Prizes in two different sciences, and the first female professor at the University of Paris. She founded the Curie Institutes in Paris and Warsaw. Her husband Pierre Curie was also a Nobel laureate, as were her daughter Irene Joliot-Curie and son-in-law Frederic Joliot-Curie. Her achievements include the creation of a theory of radioactivity (a term coined by her), techniques for isolating radioactive isotopes, and the discovery of two new elements, radium and polonium. It was also under her personal direction that the world’s first studies were conducted into the treatment of neoplasms (“cancers”), using radioactive isotopes. While an actively loyal French citizen, she never lost her sense of Polish identity. She named the first new chemical element that she discovered (1898) “polonium” for her native country, and in 1932 she founded a Radium Institute in her hometown Warsaw, headed by her physician-sister Bronis?awa."},{"firstname":" Alan","lastname":"Turing","years":"1912 – 1954","imageurl":"https://i0.wp.com/listverse.com/wp-content/uploads/2009/02/turing2.jpg-tm.jpg?resize=261%2C350","bio":"English mathematician and logician, Turing is often considered to be the father of modern computer science. He provided an influential formalization of the concept of the algorithm and computation with the Turing machine. With the Turing test, meanwhile, he made a significant and characteristically provocative contribution to the debate regarding artificial intelligence: whether it will ever be possible to say that a machine is conscious and can think. He later worked at the National Physical Laboratory, creating one of the first designs for a stored-program computer, the ACE, although it was never actually built in its full form. In 1948, he moved to the University of Manchester to work on the Manchester Mark I, then emerging as one of the world’s earliest true computers. During the Second World War, Turing worked at Bletchley Park, the UK’s code breaking centre, and was for a time head of Hut 8, the section responsible for German naval cryptanalysis. He devised a number of techniques for breaking German ciphers, including the method of the bombe, an electromechanical machine that could find settings for the Enigma machine"},{"firstname":" Niels ","lastname":"Bohr","years":"1885 – 1962","imageurl":"https://i1.wp.com/listverse.com/wp-content/uploads/2009/02/neilsborh.jpg-tm.jpg?resize=245%2C350","bio":"Niels Bohr was a Danish physicist who made fundamental contributions to understanding atomic structure and quantum mechanics, for which he received the Nobel Prize in Physics in 1922. Bohr’s work helped solve the problems classical physics could not explain about the nuclear model of the atom. He postulated that electrons moved in fixed orbits around the atom’s nucleus, and he explained how they emitted or absorbed energy. Bohr mentored and collaborated with many of the top physicists of the century at his institute in Copenhagen. He was also part of the team of physicists working on the Manhattan Project. One of his sons, Aage Niels Bohr, grew up to be an important physicist who, like his father, received the Nobel Prize, in 1975. Bohr has been described as one of the most influential physicists of the 20th century."}]}